"%1$@ %2$@ has been downloaded and is ready to use! This is an important update; would you like to install it and relaunch %1$@ now?" = "%1$@ %2$@ har hämtats och är klar att använda! Det här är en viktig uppdatering; vill du installera den och starta %1$@ nu?";

"%1$@ %2$@ has been downloaded and is ready to use! Would you like to install it and relaunch %1$@ now?" = "%1$@ %2$@ har hämtats och är klar att använda! Vill du installera det och starta %1$@ nu?";

"%1$@ can't be updated when it's running from a read-only volume like a disk image or an optical drive. Move %1$@ to your Applications folder, relaunch it from there, and try again." = "%1$@ kan inte uppdateras när det körs från en skrivskyddad volym, som en skivavbild eller en optisk enhet. Flytta %1$@ till programmappen, starta om det därifrån, och försök igen.";

"%@ %@ is currently the newest version available." = "%1$@ %2$@ är för närvarande den senaste tillgängliga versionen.";

/* Description text for SUUpdateAlert when the update is downloadable. */
"%@ %@ is now available--you have %@. Would you like to download it now?" = "%1$@ %2$@ finns nu tillgänglig—du har %3$@. Vill du hämta den nu?";

/* Description text for SUUpdateAlert when the update informational with no download. */
"%@ %@ is now available--you have %@. Would you like to learn more about this update on the web?" = "%@ %@ finns nu tillgänglig--du har %@. Vill du läsa mer om den här uppdateringen på nätet?";

"%@ downloaded" = "%@ hämtat";

"%@ of %@" = "%1$@ av %2$@";

"A new version of %@ is available!" = "En ny version av %@ finns tillgänglig!";

"A new version of %@ is ready to install!" = "En ny version av %@ är redo att installeras!";

"An error occurred in retrieving update information. Please try again later." = "Ett fel uppstod vid hämtning av uppdateringsinformation. Försök igen senare.";

"An error occurred while downloading the update. Please try again later." = "Ett fel uppstod vid hämtning av uppdateringen. Försök igen senare.";

"An error occurred while extracting the archive. Please try again later." = "Ett fel uppstod när arkivet packades upp. Försök igen senare.";

"An error occurred while installing the update. Please try again later." = "Ett fel uppstod vid installationen av uppdateringen. Försök igen senare.";

"An error occurred while parsing the update feed." = "Ett fel uppstod vid läsning av uppdateringsinformation.";

"An error occurred while relaunching %1$@, but the new version will be available next time you run %1$@." = "Ett fel uppstod vid omstart av %1$@, men den nya versionen kommer att finnas tillgänglig nästa gång du kör %1$@.";

"An important update to %@ is ready to install" = "En viktig uppdatering till %@ är redo att installeras";

/* the unit for bytes */
"B" = "B";

"Cancel" = "Avbryt";

"Cancel Update" = "Avbryt uppdatering";

"Checking for updates..." = "Leta efter uppdateringar…";

/* Take care not to overflow the status window. */
"Downloading update..." = "Hämtar uppdatering…";

/* Take care not to overflow the status window. */
"Extracting update..." = "Expanderar uppdatering…";

/* the unit for gigabytes */
"GB" = "GB";

"Install and Relaunch" = "Installera och starta om";

/* Take care not to overflow the status window. */
"Installing update..." = "Installerar uppdateringen…";

/* the unit for kilobytes */
"KB" = "KB";

/* Alternative name for "Install" button if we have a paid update or other update 	without a download but with a URL. */
"Learn More..." = "Läs mer…";

/* the unit for megabytes */
"MB" = "MB";

/* OK button. */
"OK" = "OK";

/* Status message on progress window once download has finished. */
"Ready to Install" = "Redo att installera";

/* Message that is optionally shown at startup to allow users to turn on/off update checks. */
"Should %1$@ automatically check for updates? You can always check for updates manually from the %1$@ menu." = "Ska %1$@ leta efter uppdateringar automatiskt? Du kan alltid kontrollera själv om uppdateringar finns från %1$@-menyn.";

"The update is improperly signed." = "Uppdateringen är inte signerad korrekt.";

"Update Error!" = "Uppdateringsfel!";

"Updating %@" = "Uppdaterar %@";

/* 'Error' message when the user checks for updates but is already current or the feed doesn't contain any updates. (not necessarily shown in UI) */
"You already have the newest version of %@." = "Du har redan den nyaste versionen av %@.";

/* Status message shown when the user checks for updates but is already current or the feed doesn't contain any updates. */
"You're up-to-date!" = "Du kör den senaste versionen!";

